export default {
  projections: {
    ОтчОРасОсМатE: {
      нормаРасхода: {
        __caption__: 'Норма расхода'
      },
      колПоАктТек: {
        __caption__: 'Количество по актам текущий'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    },
    ОтчОРасОсМатL: {
      нормаРасхода: {
        __caption__: 'Норма расхода'
      },
      колПоАктТек: {
        __caption__: 'Количество по актам текущий'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'Сотрудники'
        }
      }
    }
  },
  validations: {
    колПоАктТек: {
      __caption__: 'Количество по актам текущий'
    },
    нормаРасхода: {
      __caption__: 'Норма расхода'
    },
    суммаИтого: {
      __caption__: 'Сумма итого'
    },
    сотрудники: {
      __caption__: 'Сотрудник'
    }
  }
};
