export default {
  projections: {
    РасхМатВСтроE: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      едИзмерен: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      объем: {
        __caption__: 'Объем'
      }
    },
    РасхМатВСтроL: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      едИзмерен: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      объем: {
        __caption__: 'Объем'
      }
    }
  },
  validations: {
    кодСДР: {
      __caption__: 'Код СДР'
    },
    количество: {
      __caption__: 'Количество'
    },
    суммаИтого: {
      __caption__: 'Сумма итого'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за единицу'
    },
    докСмета: {
      __caption__: 'Объем работ по смете'
    },
    едИзмерен: {
      __caption__: 'Единицы измерения'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    объем: {
      __caption__: 'Объем'
    }
  }
};
