export default {
  projections: {
    ДокСметаE: {
      номСметРасч: {
        __caption__: 'Номер сметных расчетов'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      общСметСтои: {
        __caption__: 'Общая сметная стоимость'
      }
    },
    ДокСметаL: {
      номСметРасч: {
        __caption__: 'Номер сметных расчетов'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      общСметСтои: {
        __caption__: 'Общая сметная стоимость'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номСметРасч: {
      __caption__: 'Номер сметных расчетов'
    },
    общСметСтои: {
      __caption__: 'Общая сметная стоимость'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за единицу'
    }
  }
};
