export default {
  projections: {
    ДолжностьL: {
      табелНомер: {
        __caption__: 'Табельный номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      спраДолжнос: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиE: {
      табелНомер: {
        __caption__: 'Табельный номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      спраДолжнос: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиL: {
      табелНомер: {
        __caption__: 'Табел номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      спраДолжнос: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    табелНомер: {
      __caption__: 'Табельный номер'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    спраДолжнос: {
      __caption__: 'Должность'
    }
  }
};
