export default {
  projections: {
    ДокСметаE: {
      номСметРасч: {
        __caption__: 'Номер сметных расчетов'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      общСметСтои: {
        __caption__: 'Общая сметная стоимость'
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      едИзмерен: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      },
      тЧСмета: {
        __caption__: 'Табличная часть сметы',
        стоимСтроРаб: {
          __caption__: 'Стоимость строительных работ'
        },
        стоимМонРаб: {
          __caption__: 'Стоимость монтажных работ'
        },
        стоимОборуд: {
          __caption__: 'Стоимость оборудования'
        }
      }
    },
    ДокСметаL: {
      номСметРасч: {
        __caption__: 'Номер сметных расчетов'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      общСметСтои: {
        __caption__: 'Общая сметная стоимость'
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      едИзмерен: {
        __caption__: 'Единицы измерения',
        наименование: {
          __caption__: 'Единицы измерения'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номСметРасч: {
      __caption__: 'Номер сметных расчетов'
    },
    обРабПоСмет: {
      __caption__: 'обРабПоСмет'
    },
    общСметСтои: {
      __caption__: 'Общая сметная стоимость'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за единицу'
    },
    едИзмерен: {
      __caption__: 'Единицы измерения'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    объектСМР: {
      __caption__: 'Объект строительства'
    },
    спрКонтраг: {
      __caption__: 'Контрагент'
    },
    тЧСмета: {
      __caption__: 'Табличная часть сметы'
    }
  }
};
