export default {
  projections: {
    ОтПоВыпДоговE: {
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    },
    ОтПоВыпДоговL: {
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    выполнение: {
      __caption__: 'Выполнение'
    },
    сумКонечОстат: {
      __caption__: 'Сумма конечный остаток'
    },
    сотрудники: {
      __caption__: 'Сотрудник'
    }
  }
};
