export default {
  projections: {
    ОтчОРасОсМатE: {
      нормаРасхода: {
        __caption__: 'Норма расхода'
      },
      колПоАктТек: {
        __caption__: 'Количество по актам текущий'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      расхМатВСтро: {
        __caption__: 'Количество по актам всего',
        количество: {
          __caption__: 'Количество по актам всего'
        }
      },
      докСмета: {
        __caption__: 'Количество по смете',
        количество: {
          __caption__: 'Количество по смете'
        }
      }
    },
    ОтчОРасОсМатL: {
      нормаРасхода: {
        __caption__: 'Норма расхода'
      },
      колПоАктТек: {
        __caption__: 'Количество по актам текущий'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'Сотрудники'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименов: {
          __caption__: 'Номенклатура'
        }
      },
      расхМатВСтро: {
        __caption__: 'Количество по актам всего',
        количество: {
          __caption__: 'Количество по актам всего'
        }
      },
      докСмета: {
        __caption__: 'Количество по смете',
        количество: {
          __caption__: 'Количество по смете'
        }
      }
    }
  },
  validations: {
    колПоАктТек: {
      __caption__: 'Количество по актам текущий'
    },
    нормаРасхода: {
      __caption__: 'Норма расхода'
    },
    суммаИтого: {
      __caption__: 'Сумма итого'
    },
    докСмета: {
      __caption__: 'Количество по смете'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    расхМатВСтро: {
      __caption__: 'Количество по актам всего'
    },
    сотрудники: {
      __caption__: 'Сотрудник'
    }
  }
};
