export default {
  projections: {
    ЕдИзмеренE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      полноеИмя: {
        __caption__: 'Полное имя'
      }
    },
    ЕдИзмеренL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      полноеИмя: {
        __caption__: 'Полное имя'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    полноеИмя: {
      __caption__: 'Полное имя'
    }
  }
};
