export default {
  projections: {
    ДокУсловДогE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончан: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      сумПоДогов: {
        __caption__: 'Сумма по договору'
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      }
    },
    ДокУсловДогL: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончан: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      сумПоДогов: {
        __caption__: 'Сумма по договору'
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончан: {
      __caption__: 'Дата окончания'
    },
    длительность: {
      __caption__: 'Длительность'
    },
    сумПоДогов: {
      __caption__: 'Сумма по договору'
    },
    докСмета: {
      __caption__: 'Объем работ по смете'
    },
    объектСМР: {
      __caption__: 'Объект строительства'
    },
    спрКонтраг: {
      __caption__: 'Контрагент'
    }
  }
};
