export default {
  caption: 'Документ смета',
  'номСметРасч-caption': 'Номер сметных расчетов',
  'количество-caption': 'Количество',
  'ценаЗаЕд-caption': 'Цена за единицу',
  'общСметСтои-caption': 'Общая сметная стоимость',
  'объектСМР.объектСтроит-caption': 'Объект строительства',
  'номенклатура.наименов-caption': 'Номенклатура',
  'спрКонтраг.наименование-caption': 'Контрагент',
  'едИзмерен.наименование-caption': 'Единицы измерения',
  'объектСМР-caption': 'Объект строительства',
  'номенклатура-caption': 'Номенклатура',
  'спрКонтраг-caption': 'Контрагент',
  'едИзмерен-caption': 'Единицы измерения',
  'тЧСмета-caption': 'Табличная часть сметы'
};
