export default {
  caption: 'Документ условия договора',
  'датаНачала-caption': 'Дата начала',
  'датаОкончан-caption': 'Дата окончания',
  'длительность-caption': 'Длительность',
  'сумПоДогов-caption': 'Сумма по договору',
  'спрКонтраг.наименование-caption': 'Контрагент',
  'объектСМР.объектСтроит-caption': 'Объект строительства',
  'докСмета.обРабПоСмет-caption': 'Объем работ по смете',
  'спрКонтраг-caption': 'Контрагент',
  'объектСМР-caption': 'Объект строительства',
  'докСмета-caption': 'Объем работ по смете'
};
