export default {
  caption: 'Расход материалов в строительстве',
  'кодСДР-caption': 'Код СДР',
  'количество-caption': 'Количество',
  'ценаЗаЕд-caption': 'Цена за единицу',
  'суммаИтого-caption': 'Сумма итого',
  'докСмета.обРабПоСмет-caption': 'Объем работ по смете',
  'номенклатура.наименов-caption': 'Номенклатура',
  'едИзмерен.наименование-caption': 'Единицы измерения',
  'докСмета-caption': 'Объем работ по смете',
  'номенклатура-caption': 'Номенклатура',
  'едИзмерен-caption': 'Единицы измерения',
  'объем-caption': 'Объем'
};
