export default {
  caption: 'Отчет по выполнению договоров',
  'номерДогово-caption': 'Номер договора',
  'выполнение-caption': 'Выполнение',
  'сумКонечОстат-caption': 'Сумма конечный остаток',
  'объектСМР.объектСтроит-caption': 'Объект строительства',
  'сотрудники.фИО-caption': 'Сотрудник',
  'спрКонтраг.наименование-caption': 'Контрагент',
  'докСмета.обРабПоСмет-caption': 'Объем работ по смете',
  'докУсловДог.сумПоДогов-caption': 'Сумма по договору',
  'объектСМР-caption': 'Объект строительства',
  'сотрудники-caption': 'Сотрудник',
  'спрКонтраг-caption': 'Контрагент',
  'докСмета-caption': 'Объем работ по смете',
  'докУсловДог-caption': 'Сумма по договору'
};
