export default {
  caption: 'Отчет о расходах основных материалов',
  'нормаРасхода-caption': 'Норма расхода',
  'колПоАктТек-caption': 'Количество по актам текущий',
  'суммаИтого-caption': 'Сумма итого',
  'сотрудники.фИО-caption': 'Сотрудник',
  'номенклатура.наименов-caption': 'Номенклатура',
  'расхМатВСтро.количество-caption': 'Количество по актам всего',
  'докСмета.количество-caption': 'Количество по смете',
  'сотрудники-caption': 'Сотрудник',
  'номенклатура-caption': 'Номенклатура',
  'расхМатВСтро-caption': 'Количество по актам всего',
  'докСмета-caption': 'Количество по смете'
};
