export default {
  projections: {
    ТЧСметаE: {
      стоимСтроРаб: {
        __caption__: 'Стоимость строительных работ'
      },
      стоимМонРаб: {
        __caption__: 'Стоимость монтажных работ'
      },
      стоимОборуд: {
        __caption__: 'Стоимость оборудования'
      }
    },
    ТЧСметаL: {
      стоимСтроРаб: {
        __caption__: 'Стоимость строительных работ'
      },
      стоимМонРаб: {
        __caption__: 'Стоимость монтажных работ'
      },
      стоимОборуд: {
        __caption__: 'Стоимость оборудования'
      }
    }
  },
  validations: {
    стоимМонРаб: {
      __caption__: 'Стоимость монтажных работ'
    },
    стоимОборуд: {
      __caption__: 'Стоимость оборудования'
    },
    стоимСтроРаб: {
      __caption__: 'Стоимость строительных работ'
    },
    докСмета: {
      __caption__: 'докСмета'
    }
  }
};
