export default {
  projections: {
    ОтПоВыпДоговE: {
      номерДогово: {
        __caption__: 'Номер договора'
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      спрКонтраг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      },
      докУсловДог: {
        __caption__: 'Сумма по договору',
        сумПоДогов: {
          __caption__: 'Сумма по договору'
        }
      },
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      }
    },
    ОтПоВыпДоговL: {
      сотрудники: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'Сотрудник'
        }
      },
      номерДогово: {
        __caption__: 'Номер договора'
      },
      объектСМР: {
        __caption__: 'Объект строительства',
        объектСтроит: {
          __caption__: 'Объект строительства'
        }
      },
      спрКонтраг: {
        __caption__: 'Котрагент',
        наименование: {
          __caption__: 'Котрагент'
        }
      },
      докСмета: {
        __caption__: 'Объем работ по смете',
        обРабПоСмет: {
          __caption__: 'Объем работ по смете'
        }
      },
      докУсловДог: {
        __caption__: 'Сумма по договору',
        сумПоДогов: {
          __caption__: 'Сумма по договору'
        }
      },
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      }
    }
  },
  validations: {
    выполнение: {
      __caption__: 'Выполнение'
    },
    номерДогово: {
      __caption__: 'Номер договора'
    },
    сумКонечОстат: {
      __caption__: 'Сумма конечный остаток'
    },
    докСмета: {
      __caption__: 'Объем работ по смете'
    },
    докУсловДог: {
      __caption__: 'Сумма по договору'
    },
    объектСМР: {
      __caption__: 'Объект строительства'
    },
    сотрудники: {
      __caption__: 'Сотрудник'
    },
    спрКонтраг: {
      __caption__: 'Контрагент'
    }
  }
};
