export default {
  projections: {
    ДокУсловДогE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончан: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      сумПоДогов: {
        __caption__: 'Сумма по договору'
      }
    },
    ДокУсловДогL: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончан: {
        __caption__: 'Дата окончания'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      сумПоДогов: {
        __caption__: 'Сумма по договору'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончан: {
      __caption__: 'Дата окончания'
    },
    длительность: {
      __caption__: 'Длительность'
    },
    сумПоДогов: {
      __caption__: 'Сумма по договору'
    }
  }
};
