export default {
  projections: {
    НоменклатураE: {
      код: {
        __caption__: 'Код'
      },
      наименов: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      }
    },
    НоменклатураL: {
      код: {
        __caption__: 'Код'
      },
      наименов: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименов: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    }
  }
};
