export default {
  projections: {
    ОтПоВыпДоговE: {
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      }
    },
    ОтПоВыпДоговL: {
      выполнение: {
        __caption__: 'Выполнение'
      },
      сумКонечОстат: {
        __caption__: 'Сумма конечный остаток'
      }
    }
  },
  validations: {
    выполнение: {
      __caption__: 'Выполнение'
    },
    сумКонечОстат: {
      __caption__: 'Сумма конечный остаток'
    }
  }
};
