export default {
  projections: {
    РасхМатВСтроE: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      объем: {
        __caption__: 'Объем'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      }
    },
    РасхМатВСтроL: {
      кодСДР: {
        __caption__: 'Код СДР'
      },
      объем: {
        __caption__: 'Объем'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'Цена за единицу'
      },
      суммаИтого: {
        __caption__: 'Сумма итого'
      }
    }
  },
  validations: {
    кодСДР: {
      __caption__: 'Код СДР'
    },
    количество: {
      __caption__: 'Количество'
    },
    объем: {
      __caption__: 'Объем'
    },
    суммаИтого: {
      __caption__: 'Сумма итого'
    },
    ценаЗаЕд: {
      __caption__: 'Цена за единицу'
    }
  }
};
