export default {
  projections: {
    СпрКонтрагE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      оГРН: {
        __caption__: 'ОГРН'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СпрКонтрагL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      оГРН: {
        __caption__: 'ОГРН'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    код: {
      __caption__: 'Код'
    },
    кПП: {
      __caption__: 'КПП'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    оГРН: {
      __caption__: 'ОГРН'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
